msg-hello =
    Хаааай
    Приятно познакомиться, { $name }!
    Используй _/help_ для большей информации обо мне, моих командах и вообще обо всём!
    P.S.: Кстати, у меня есть мой подвальчик, где я пощу разную информацию, статус, обновления. Всё там: @charlottesbasement 🧡

msg-help =
    Вот мои основные команды:
      /start – Приветствие
      /help – Это сообщени
      /settings – Мои настройки
    Я могу скачивать медиа с различных платформ.
    Вот что я умею:
    <b>Музыкальные платформы</b>
      - Spotify
      - Apple Music
      - Deezer
      - SoundCloud
    Я найду музыку, крутую обложку, всё оформлю и скину.
    <b>Видео платформы</b>
      - YouTube – Видео, шортсы и даже достану звук с видео (до 100 МБ)
      - TikTok – Видео и картинки
      - BiliBili – Полная поддержка видео
      - Instagram – Рилсы и посты
      - Twitter (X) – Видео и картинки
      - Reddit – Всё медиа, что в постах лежит
    <b>Арт-платформы</b>
      - Pixiv – Иллюстрации
      - Pinterest – Всё что неправильно там лежит ;)
    Просто отправь ссылку и я обо всём позабочусь.
