msg-hello =
    Привет-привет! 👋
    Как же рада тебя видеть, { $name }!
    Напиши _/help_ чтобы узнать, чем я могу помочь!
    🧡 Заглядывай в мой уютный уголок @charlottesbasement — там обновления и всякие плюшки!

msg-help =
    Вот мои команды:
      /start – Поздороваться!
      /help – Получить помощь
      /settings – Настроить всё под себя
      /premium – Узнать про премиум-загрузки

    ✨ С радостью помогу сохранить медиа с этих платформ:

    <b>Музыкальные платформы</b>
      - Spotify
      - Apple Music
      - Deezer
      - SoundCloud
      - YouTube Music
    Найду трек, обложку, все теги — красота!

    <b>Видео платформы</b>
      - YouTube – Видео, шортсы или аудио (до 100 МБ, ⭐ 1ГБ со Звёздами!)
      - TikTok – Видео и картинки
      - Instagram – Рилсы и посты
      - Twitter (X) – Видео и картинки
      - Reddit – Всё медиа из постов

    <b>Арт-платформы</b>
      - Pixiv – Красивые иллюстрации
      - Pinterest – Все пины что душа пожелает

    Просто кинь мне ссылку, и я всё сделаю! 🧡

processing = ✨ Колдую, секундочку...
added-to-queue = 📬 Добавлено в очередь! Впереди тебя { $count } загрузка(-ок).
starting-download = 🚀 Начинаю загрузку!
invalid-callback = ❌ Ой! Эта кнопка уже устарела.
url-expired = ⏰ Ссылка истекла. Попробуй ещё раз со свежей!
setting-changed = ⚙️ Настройка *{ $setting }* теперь { $status }!
premium-granted = 🎉 Отличные новости! Хозяин даровал тебе бесплатный доступ к премиум-функциям. Наслаждайся безлимитными загрузками!
