settings-welcome = Добро пожаловать! Здесь находятся ваши личные настройки. Вы можете настроить их по своему усмотрению!
settings-back = 🔙 Назад
settings-title = Настройки
settings-no-permission = У вас нет прав на изменение этих настроек!
settings-saved = Настройки обновлены!
settings-no-allowed-groups = Эта настройка недоступна для групп!
settings-no-allowed-dm = Эта настройка недоступна для личных чатов!

btn-language = Язык
btn-title-language = Язык описаний
btn-blocked-services = Заблокированные сервисы

btn-send-raw = { $is_enabled ->
    [true] ✅ Без сжатия
    *[false] ❌ Без сжатия
}
btn-send-music-covers = { $is_enabled ->
    [true] ✅ Муз. обложки
    *[false] ❌ Муз. обложки
}
btn-send-reactions = { $is_enabled ->
    [true] ✅ Реакции
    *[false] ❌ Реакции
}
btn-auto-translate = { $is_enabled ->
    [true] ✅ Перевод описаний
    *[false] ❌ Перевод описаний
}
btn-auto-caption = { $is_enabled ->
    [true] ✅ Описания
    *[false] ❌ Описания
}
btn-notifications = { $is_enabled ->
    [true] ✅ Уведомления
    *[false] ❌ Уведомления
}
btn-allow-playlists = { $is_enabled ->
    [true] ✅ Плейлисты
    *[false] ❌ Плейлисты
}

desc-send-raw = Отправляет медиа, с поддерживаемых сервисов, файлом, после обычного (с сжатием).
desc-send-music-covers = Отправлять обложки музыкальных треков вместе с аудиофайлами.
desc-send-reactions = Отправлять эмодзи-реакции при обработке медиа.
desc-send-notifications = Управление отправкой звукового уведомления при доставке мультимедиа.
desc-auto-caption = Автоматически добавлять описание к медиа.
desc-auto-translate-titles = Автоматически переводить описание медиа на выбранный язык.
desc-allow-playlists = Разрешить загрузку и обработку плейлистов.

setting-status-changed = { $is_enabled ->
    [true] Настройка *{ $setting_name }* была включена!
    *[false] Настройка *{ $setting_name }* была выключена!
}

pick-language = Выберите язык!
pick-title-language = Выберите язык описаний!
language-changed = Язык был изменён на *{ $language }*!
language-updated = Язык обновлён!
title-language-changed = Язык описаний был изменён на *{ $language }*!
title-language-updated = Язык описаний обновлён!
setting-updated = Настройка обновлена!
invalid-setting = Неверная настройка!
error-updating = Ошибка обновления настройки!
setting-changed = Настройка *{ $setting }* была { $status }!
enabled = включена
disabled = выключена
enable = Включить
disable = Выключить
back = Назад
service-status-changed = Сервис { $service } { $status }!
blocked = заблокирован
unblocked = разблокирован
settings-not-found = Настройки не найдены!
no-permission-service = У вас нет прав на изменение этих настроек!
error-service-status = Ошибка обновления статуса сервиса!
current-status = Текущий статус: { $status }
