settings-welcome = Добро пожаловать! Здесь находятся ваши личные настройки. Вы можете настроить их по своему усмотрению!
settings-back = 🔙 Назад
settings-title = Настройки
settings-no-permission = У вас нет прав на изменение этих настроек!
settings-saved = Настройки обновлены!
settings-no-allowed-groups = This setting is not available for groups!
settings-no-allowed-dm = This setting is not available for private chats!

btn-language = Язык
btn-title-language = Язык названий
btn-blocked-services = Заблокированные сервисы

btn-send-raw = { $is_enabled ->
    [true] ✅ Отправить исходный арт
    *[false] ❌ Отправить исходный арт
}
btn-send-music-covers = { $is_enabled ->
    [true] ✅ Отправить музыкальные обложки
    *[false] ❌ Отправить музыкальные обложки
}
btn-send-reactions = { $is_enabled ->
    [true] ✅ Отправить реакции
    *[false] ❌ Отправить реакции
}
btn-auto-translate = { $is_enabled ->
    [true] ✅ Автоматически переводить названия
    *[false] ❌ Автоматически переводить названия
}
btn-auto-caption = { $is_enabled ->
    [true] ✅ Автоматическое описание
    *[false] ❌ Автоматическое описание
}
btn-notifications = { $is_enabled ->
    [true] ✅ Отправлять уведомления
    *[false] ❌ Отправлять уведомления
}
btn-allow-playlists = { $is_enabled ->
    [true] ✅ Разрешить плейлисты
    *[false] ❌ Разрешить плейлисты
}

desc-send-raw = Отправляйте несжатую версию изображений после обычного предварительного просмотра, чтобы получить наилучшее качество.
desc-send-music-covers = Отправлять обложки музыкальных альбомов вместе с аудиофайлами.
desc-send-reactions = Отправлять эмодзи-реакции при обработке медиа.
desc-send-notifications = Управление отправкой звукового уведомления при доставке мультимедиа.
desc-auto-caption = Автоматически добавлять подписи к медиа.
desc-auto-translate-titles = Автоматически переводить названия медиа на ваш язык.
desc-allow-playlists = Разрешить загрузку и обработку плейлистов.

setting-status-changed = { $is_enabled ->
    [true] Настройка *{ $setting_name }* была включена!
    *[false] Настройка *{ $setting_name }* была выключена!
}
