settings-welcome = Добро пожаловать! Здесь находятся ваши личные настройки. Вы можете настроить их по своему усмотрению!
settings-back = 🔙 Назад
settings-title = Настройки
settings-no-permission = У вас нет прав на изменение этих настроек!
settings-saved = Настройки обновлены!

btn-language = Язык
btn-title-language = Язык названий
btn-blocked-services = Заблокированные сервисы

btn-setting-send-raw = { $is_enabled -> [true] ✅ [false] ❌ } Отправить исходный арт
btn-setting-send-music-covers = { $is_enabled -> [true] ✅ [false] ❌ } Отправить музыкальные обложки
btn-setting-send-reactions = { $is_enabled -> [true] ✅ [false] ❌ } Отправить реакции
btn-setting-auto-translate = { $is_enabled -> [true] ✅ [false] ❌ } Автоматически переводить названия
btn-setting-auto-caption = { $is_enabled -> [true] ✅ [false] ❌ } Автоматическое описание
btn-setting-notifications = { $is_enabled -> [true] ✅ [false] ❌ } Отправлять уведомления
btn-setting-allow-playlists = { $is_enabled -> [true] ✅ [false] ❌ } Разрешить плейлисты

desc-send-raw = Отправляйте несжатую версию изображений после обычного предварительного просмотра, чтобы получить наилучшее качество.
desc-send-notifications = Управление отправкой звукового уведомления при доставке мультимедиа.

setting-status-changed = Настройка *{ $setting_name }* была { $is_enabled ->
    [true] Включена
    [false] Выключена
}!
