settings-welcome = Прывітанне! 👋 Тут ты можаш наладзіць усё пад сябе. Адчувай сябе як дома!
settings-back = 🔙 Назад
settings-title = Налады
settings-no-permission = Оў, у цябе няма правоў змяняць гэтыя налады!
settings-saved = Супер! Налады абноўлены! ✨
settings-no-allowed-groups = Гэта налада недаступная для груп, прабач!
settings-no-allowed-dm = Гэта налада не для асабістых, прабач!

btn-language = Мова
btn-title-language = Мова назваў
btn-blocked-services = Блакаванне сэрвісаў

btn-send-raw = { $is_enabled ->
    [true] ✅ Арт файлам (Лепшая якасць)
    *[false] ❌ Арт файлом (Лепшая якасць)
}
btn-send-music-covers = { $is_enabled ->
    [true] ✅ Вокладкі музыкі
    *[false] ❌ Вокладкі музыкі
}
btn-send-reactions = { $is_enabled ->
    [true] ✅ Прыкольныя рэакцыі
    *[false] ❌ Прыкольныя рэакцыі
}
btn-auto-translate = { $is_enabled ->
    [true] ✅ Аўтапераклад назваў
    *[false] ❌ Аўтапераклад назваў
}
btn-auto-caption = { $is_enabled ->
    [true] ✅ Аўта-апісанне
    *[false] ❌ Аўта-апісанне
}
btn-notifications = { $is_enabled ->
    [true] ✅ Апавяшчэнні
    *[false] ❌ Апавяшчэнні
}
btn-allow-playlists = { $is_enabled ->
    [true] ✅ Дазволіць плэйлісты
    *[false] ❌ Дазволіць плэйлісты
}

desc-send-raw = Буду кідаць арты файламі, каб якасць була проста космас! 🎨
desc-send-music-covers = Прымацую прыгожую вокладку да кожнага трэка. 🎵
desc-send-reactions = Буду рэагаваць эмодзі, каб ты бачыў(ла) працэс! ⚡
desc-send-notifications = Выключы, калі хочаш атрымліваць медыя без гуку апавяшчэння. 🔕
desc-auto-caption = Я сама праверу і дадам апісанне да медыя. 📝
desc-auto-translate-titles = Перакладу назвы відэа на тваю мову! 🌍
desc-allow-playlists = Спампую цэлыя плэйлісты (асцярожна з гэтым!). 📂
desc-lossless-mode = Я паспрабую знайсці для вас песні ў Hi-Res! Але я не абяцаю, што знайду, і ці будзе гэта правільная. 🎧

setting-status-changed = { $is_enabled ->
    [true] Ура! Налада *{ $setting_name }* уключана!
    *[false] Зразумела! Налада *{ $setting_name }* выключана!
}

pick-language = Выбірай мову! 🌍
pick-title-language = Абяры мову для назваў!
language-changed = Клас! Цяпер я размаўляю на *{ $language }*!
language-updated = Мова абноўлена!
title-language-changed = Цяпер назвы будуць на *{ $language }*!
title-language-updated = Мова назваў абноўлена!
setting-updated = Гатова! Абнавіла.
invalid-setting = Ой, нейкая дзіўная налада...
error-updating = Ох, не атрымалася абнавіць. Паспрабуем яшчэ раз?
setting-changed = Зроблена! *{ $setting }* цяпер { $status }!
enabled = уключана
disabled = выключана
enable = Уключыць
disable = Выключыць
back = Назад
service-status-changed = Сэрвіс { $service } цяпер { $status }!
blocked = заблакаваны
unblocked = разблакаваны
settings-not-found = Хм, не магу знайсці налады!
no-permission-service = Табе нельга чапаць гэтыя налады!
error-service-status = Не атрымалася абнавіць статус сэрвісу. :(
current-status = Бягучы статус: { $status }
