inline-url-expired = ⏰ Посилання застаріло або не знайдено! Будь ласка, надішліть його мені прямо в чат.
inline-url-received = 🚀 Отримала твоє посилання! Починаю чаклувати...
    { $url }
inline-download-title = ✨ Завантажити через Шарлотту
inline-download-desc = 📦 Ого, важкувато! Натисніть сюди, щоб завантажити це прямо в нашому чатику.
inline-download-msg = 🎥 **Знайшла дещо в { $service }!**

    Щоб забрати файл, переходь до мене в чат за кнопкою нижче:
inline-download-btn = 📥 Забрати файл 🤖
