msg-hello =
    Привіт-привіт! 👋
    Як же рада тебе бачити, { $name }!
    Набери _/help_ щоб дізнатися, чим я можу допомогти!
    🧡 Заглядай у мій затишний куточок @charlottesbasement — там оновлення та всілякі плюшки!

msg-help =
    Ось мої команди:
      /start - Привітатися!
      /help - Отримати допомогу
      /settings - Налаштувати все під себе
      /support - Підтримати проект

    ✨ З радістю допоможу зберегти медіа з цих платформ:

    <b>Музичні платформи</b>
      - Spotify
      - Apple Music
      - Deezer
      - SoundCloud
      - YouTube Music
    Знайду трек, обкладинку, всі теги — краса!

    <b>Відео платформи</b>
      - YouTube - Відео, шортси або аудіо (до 100 МБ, ⭐ 1ГБ зі Зірками!)
      - TikTok - Відео та картинки
      - Instagram - Рілси та пости
      - Twitter (X) - Відео та картинки
      - Reddit - Все медіа з постів
      - BlueSky - Відео та картинки


    <b>Арт-платформи</b>
      - Pixiv - Красиві ілюстрації
      - Pinterest - Всі піни що душа бажає

    Просто кинь мені посилання, і я все зроблю! 🧡

processing = ✨ Чаклую, секундочку...
added-to-queue = 📬 Додано до черги! Попереду тебе { $count } завантаження.
starting-download = 🚀 Починаю завантаження!
invalid-callback = ❌ Ой! Ця кнопка вже застаріла.
url-expired = ⏰ Посилання закінчилося. Спробуй ще раз зі свіжим!
setting-changed = ⚙️ Налаштування *{ $setting }* тепер { $status }!
premium-granted = 🎉 Чудові новини! Господар подарував тобі безкоштовний доступ до преміум-функцій. Насолоджуйся безлімітними завантаженнями!
