msg-hello =
    سلام! 👋
    خیلی خوشحالم که آشنا شدیم، { $name }!
    برای اطلاعات بیشتر _/help_ را تایپ کن!
    🧡 به گوشه دنج من سر بزن @charlottesbasement — آپدیتها و چیزای جالب اونجاست!

msg-help =
    این دستورات من هستن:
      /start – سلام کن!
      /help – کمک بگیر
      /settings – همه چیز رو شخصیسازی کن
      /premium – درباره دانلودهای پریمیوم بدون

    ✨ خوشحال میشم کمکت کنم رسانهها رو از این پلتفرمها ذخیره کنی:

    <b>پلتفرمهای موسیقی</b>
      - Spotify
      - Apple Music
      - Deezer
      - SoundCloud
      - YouTube Music
    آهنگ رو با کاور و تمام تگها میگیرم!

    <b>پلتفرمهای ویدیو</b>
      - YouTube – ویدیو، شورت یا صدا (تا 100 مگابایت، ⭐ 1گیگ با ستارهها!)
      - TikTok – ویدیو و عکس
      - Instagram – ریلز و پستها
      - Twitter (X) – ویدیو و عکس
      - Reddit – همه رسانههای پستها

    <b>پلتفرمهای هنری</b>
      - Pixiv – تصاویر زیبا
      - Pinterest – همه پینهایی که دوست داری

    فقط لینک بده و بقیهاش با من! 🧡

processing = ✨ دارم روش کار میکنم، یه لحظه...
added-to-queue = 📬 به صف اضافه شد! { $count } دانلود قبل از تو.
starting-download = 🚀 شروع دانلود!
invalid-callback = ❌ اوه! این دکمه منقضی شده.
url-expired = ⏰ لینک منقضی شده. دوباره با یکی جدید امتحان کن!
setting-changed = ⚙️ تنظیم *{ $setting }* اکنون { $status } است!
